---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.SpaceSetIterator
source: html/01a13412-d4cd-00e4-df5f-0224cc10bbca.htm
---
# SpaceSetIterator Properties

Retrieves the item that is the current focus of the iterator.